[
  {
    "id": 1,
    "title": "ANALISIS KESIAPSIAGAAN BENCANA BANJIR DI JAKARTA",
    "snippet": "Indonesia merupakan negara yang rawan akan bencana baik bencana alam maupun non alam.",
    "doc_path": "assets/python/document/ANALISIS KESIAPSIAGAAN BENCANA BANJIR DI JAKARTA.pdf"
  },
  {
    "id": 2,
    "title": "ANALISIS PENGELOLAAN SAMPAH PADAT DI KECAMATAN BANUHAMPU KABUPATEN AGAM",
    "snippet": "Pencemaran lingkungan menyebabkan meningkatnya penyebaran penyakit, mengurangi estetika lingku­\nngan, dan berdampak pada pemanasan global. Di Kecamatan Banuhampu sebagian besar sampah masih \ndibuang sembarangan yang berpotensi merusak lingkungan sekitar. Penelitian ini menggunakan pendeka ­\ntan kualitatif dengan informan penelitian berjumlah 9 orang. Hasil penelitian menunjukkan belum ada­\nnya perencanaan khusus dalam pengelolaan sampah karena tidak adanya tempat pengelolaan sampah. Un ­\ntuk pel",
    "doc_path": "assets/python/document/ANALISIS PENGELOLAAN SAMPAH PADAT DI KECAMATAN BANUHAMPU KABUPATEN AGAM.pdf"
  },
  {
    "id": 3,
    "title": "Analisis Penyebab Banjir di Kota Padang",
    "snippet": "*1Autry Dian Ramasari, 2Ikhwan Jurnal JIPS (Jurnal Ilmiah Pendidikan Scholastic ) Vol. 8 No. 1 (2024) ISSN . 2579 -5449 Jurnal JIPS (Jurnal Ilmiah Pendidikan Scholastic ) Vol. 8 No. 1 (2024) ISSN . 2579 -5449 This work is licensed under a Creative Commons Attribution -NonCommercial 4.0 International License . 46 Terbit online pada laman web jurnal . http.//e -journal.sastra -unes.com/index.php/JI PS Fakultas Sastra Universitas Ekasakti JURNAL JIPS (Jurnal Ilmiah Pendidikan Scholastic ) Vol. 8 No",
    "doc_path": "assets/python/document/Analisis Penyebab Banjir di Kota Padang.pdf"
  },
  {
    "id": 4,
    "title": "ANALISIS PENYEBAB BANJIR DI KOTA SAMARINDA",
    "snippet": "Tujuan penelitian ini adalah untuk mengetahui persebaran banjir di Kota Samarinda, \nmengindentifikasi penyebab banjir di Kota Samarinda, dan mengindentifikasi dampak \nbanjir terhadap masyarakat Kota Samarinda. Kota Samari nda adalah daerah yang rawan \nterhadap bencana banjir. Dimana penyebab banjir permasalahan banjir di Kota Samarinda \nterjadi akibat berlebihnya limpasan permukaan dan tidak tertampungnya limpasan \ntersebut dalam badan sungai sehingga air meluap. Ada dua fakto r yang menyebabkan",
    "doc_path": "assets/python/document/ANALISIS PENYEBAB BANJIR DI KOTA SAMARINDA.pdf"
  },
  {
    "id": 5,
    "title": "DAMPAK PENGELOLAAN SAMPAH MEDIS DIHUBUNGKAN DENGAN UNDANG",
    "snippet": "Pengelolaan limbah medis merupakan bagian dari kegiatan penyehatan lingkungan di Rumah",
    "doc_path": "assets/python/document/DAMPAK PENGELOLAAN SAMPAH MEDIS DIHUBUNGKAN DENGAN UNDANG.pdf"
  },
  {
    "id": 6,
    "title": "KAJIAN TENTANG PENGELOLAAN SAMPAH DI INDONESIA",
    "snippet": "Meningkatnya jumlah penduduk, tingkat konsumsi masyarakat, dan kemajuan teknologi akan \nmeningkatkan jumlah timbulan sampah. Sampah yang belum terkelola akan menimbu lkan banyak \nmasalah seperti;  menjadi  sumber penyakit , tercemarn ya lingkungan, banjir, dan meningkatnya kebutuh an \nlahan untuk menimbun sampah. P aradigma lama pengelolaan sampah dengan sistem kumpul -angkut -\nbuang hingga saat ini masih diterapkan oleh masyarakat. Penelitian ini dilakukan dengan tujuan  untuk \nmengetahui penge",
    "doc_path": "assets/python/document/KAJIAN TENTANG PENGELOLAAN SAMPAH DI INDONESIA.pdf"
  },
  {
    "id": 7,
    "title": "Kebijakan Pemerintah dalam Pengelolaan Sampah Domestik",
    "snippet": "Waste had great potential in creating environmental health issues. The go-\nvernment had tried various ways of waste management policy such aswaste management services and people empowerment to manage theirwaste independently. The objectives of this study is to observe the problemof garbage in the Daerah Istimewa Yogyakarta (DIY), the Government’spolicy in managing domestic waste in DIY, the changes in environmentalKebijakan Pemerintah dalam Pengelolaan Sampah",
    "doc_path": "assets/python/document/Kebijakan Pemerintah dalam Pengelolaan Sampah Domestik.pdf"
  },
  {
    "id": 8,
    "title": "Pemilahan Sampah; Satu Tahap Menuju Masyarakat Mandiri",
    "snippet": "Addressing the problem of waste management using the principle of Collect-Transport-Dump ( Kumpul-Angkut-\nBuang ) is no longer relevant since it does not solve the source of the problem that is the generated wast e from\nhousehold. As the highest waste generator, household waste management is crucial to reduce the waste  volume\ndumped in the landfill. This means that active participation from the community is a must in waste m anagement\nand for the community to know how to sort the waste and be a",
    "doc_path": "assets/python/document/Pemilahan Sampah; Satu Tahap Menuju Masyarakat Mandiri.pdf"
  },
  {
    "id": 9,
    "title": "PENGARUH  PENGETAHUAN  TENTANG  SAMPAH DAN",
    "snippet": "Hasil survei awal menunjukkan bahwa pengetahuan masyarakat dalam membuang sampah jauh belum \nmemadai dan sarana dan prasarana pengelolaan samp ah yang  memadai belum tersedia. Hal ini mungkin \ndapat membuat perilaku buruk dari ibu dalam membuang sampah jauh di sungai Deli yang berpotensi \nuntuk menimbulkan banjir di Kota Medan. Tujuan dari penelitian explanatory ini adalah untuk \nmenganalisis pengaru h pengetahuan ibu tentang manfaat, efek, pencegahan dan ketersediaan sarana \ninfrastruktur yang",
    "doc_path": "assets/python/document/PENGARUH  PENGETAHUAN  TENTANG  SAMPAH DAN.pdf"
  },
  {
    "id": 10,
    "title": "PENGELOLAAN HUTAN DALAM MENGATASI ALIH FUNGSI LAHAN HUTAN DI WILAYAH KABUPATEN SUBANG",
    "snippet": "Jurnal Perencanaan Wilayah dan Kota, Vol.13 No.2 Page | 1 PENGELOLAAN HUTAN DALAM MENGATASI ALIH FUNGSI LAHAN HUTAN DI WILAYAH KABUPATEN SUBANG 1 RAHAJENG KUSUMANINGTYAS, 2 IVAN CHOFYAN Program Studi Perencanaan Wilayah dan Kota, Fakultas Teknik, Universitas Islam Bandung Jl. Tamansari No. 1 Bandung, 40116 Program Studi Perencanaan Wilayah dan Kota, Fakultas Teknik, Universitas Islam Bandung Jl. Tamansari No. 1 Bandung, 40116 ABSTRA CT Arahan pembinaan hutan dan arahan pengawasan hutan disusun b",
    "doc_path": "assets/python/document/PENGELOLAAN HUTAN DALAM MENGATASI ALIH FUNGSI LAHAN HUTAN DI WILAYAH KABUPATEN SUBANG.pdf"
  },
  {
    "id": 11,
    "title": "Pengelolaan Sampah Desa Gudang Tengah Melalui Manajemen Bank Sampah",
    "snippet": "Bank sampah berdiri karena adanya keprihatinan masyarakat akan lingkungan hidup yang \nsemakin lama semakin dipenuhi dengan sampah baik organik maupun anorganik. Sampah yang \nsemakin banyak tentu akan menimbulkan banyak masalah, sehingga memerlukan pengolahan \nseperti membuat sampah menjadi bahan yang berguna. Pengelolaan sampah dengan sistem \nbank sampah ini diharapkan mampu membantu pemerintah dalam menangani sampah dan \nmeningkatkan ekonomi masyarakat. Bank sampah adalah suatu tempat yang digu",
    "doc_path": "assets/python/document/Pengelolaan Sampah Desa Gudang Tengah Melalui Manajemen Bank Sampah.pdf"
  },
  {
    "id": 12,
    "title": "Pengelolaan sampah plastik untuk mitigasi bencana lingkungan",
    "snippet": "Seiring berkembangnya teknologi, industri dan jumlah penduduk, \npenggunaan plastik dan barang -barang berbahan dasar plastik semakin \nmeningkat. Plastik banyak digunakan dalam berbagai keperluan karena \nsifatnya yang ringan, kuat, tidak mudah pecah, fleksibel, mudah dibentuk, \ntahan karat, mudah diberi warna, isolator panas dan listrik yang baik serta \nharganya yang terjangkau. Berdasarkan hasil studi , Indonesia adalah negara \npenghasil sampah plastik nomor dua di dunia setelah Tiongkok , yang",
    "doc_path": "assets/python/document/Pengelolaan sampah plastik untuk mitigasi bencana lingkungan.pdf"
  },
  {
    "id": 13,
    "title": "Pengelolaan Sampah Rumah Tangga 3R Berbasis Masyarakat",
    "snippet": "Peningkatan jumlah penduduk dan laju pertumbuhan industry akan memberikan dampak pada \njumlah sampah yang dihasilkan antara lain sampah plastik, kertas, produk kemasan yang \nmengandung B3 (Bahan Beracun Berbahaya). Jumlah dan jenis sampah, sangat tergantung \ndari gaya hidup dan jenis material yang kita konsumsi semakin meningkat perekonomian \ndalam  rumah tangga maka semakin bervariasi jumlah sampah yang dihasilkan. UU No. 18 \n/2008 tentang pengelolaan sampah, Pengelolaan Sampah Terpadu Berbasis",
    "doc_path": "assets/python/document/Pengelolaan Sampah Rumah Tangga 3R Berbasis Masyarakat.pdf"
  },
  {
    "id": 14,
    "title": "PENGELOLAAN SAMPAH RUMAH TANGGA DI KECAMATAN DAHA SELATAN",
    "snippet": "Pembuangan sampah rumah tangga secara sembarangan di sekitar rumah ataupun ke \nsungai telah menjadi kebiasaan sebagian masyarakat di Kecamatan Daha Selatan Kabupaten",
    "doc_path": "assets/python/document/PENGELOLAAN SAMPAH RUMAH TANGGA DI KECAMATAN DAHA SELATAN.pdf"
  },
  {
    "id": 15,
    "title": "Pengelolaan_Sampah",
    "snippet": "DIKTAT KULIAH TL-3104 PENGELOLAAN SAMPAH Disiapkan oleh Prof. Enri Damanhuri Dr. Tri Padmi Program Studi Teknik Lingkungan Fakultas Teknik Sipil dan Lingkungan INSTITUT TEKNOLOGI BANDUNG Edisi Semester I - 2010/2011 Diktat Kuliah TL-3104 (Versi 2010) Enri Damanhuri – Tri Padmi. Program Studi Teknik Lingkungan FTSL ITB 2 Kata Pengantar Diktat ini pertama kali disusun sebagai bahan kuliah bagi Mahasiswa Program Sarjana, Program Studi Teknik Lingkungan ITB yang mengambil mata kuliah Pengelolaan Sam",
    "doc_path": "assets/python/document/Pengelolaan_Sampah.pdf"
  },
  {
    "id": 16,
    "title": "PENTINGNYA LITERASI KEUANGAN BAGI PENGELOLAAN KEUANGAN PRIBADI",
    "snippet": "Pentingnya Literasi Keuangan Bagi Pengelolaan Keuangan Pribadi. Literasi \nkeuangan merupakan kebutuhan dasar bagi setiap orang agar terhindar dari masalah keuangan.",
    "doc_path": "assets/python/document/PENTINGNYA LITERASI KEUANGAN BAGI PENGELOLAAN KEUANGAN PRIBADI.pdf"
  },
  {
    "id": 17,
    "title": "Peran Bank Sampah Induk dalam Pengelolaan Sampah Kota Medan",
    "snippet": "Bank sampah member ikan solusi yang mampu menghasilkan keuntungan tidak hanya lingkungan menjadi bersih \ntapi juga dapat meningkatkan nilai ekonomi dan memberdayakan masyarakat. Penelitian ini bertujuan untuk \nmengetahui mekanisme bank sampah induk berbasis masyarakat dari seg i layanan dan konsep berkelanjutan yang \ndikembangkan pada Bank Sampah Induk Sicanang, mengetahui jumlah sampah yang  dikelola dan untuk mengetahui \nperan serta sektor swasta (eksternal) dalam mendukung kegiatan pengelolaa",
    "doc_path": "assets/python/document/Peran Bank Sampah Induk dalam Pengelolaan Sampah Kota Medan.pdf"
  },
  {
    "id": 18,
    "title": "PERANCANGAN SISTEM INFORMASI EVALUASI KINERJA",
    "snippet": "Pada kampus STMIK Primakara masih memiliki kendala atau permasalahan dalam proses kegiatan evaluasi \nkinerja dosen khususnya pada pengelolaan data penelitian, pengabdian dan penunjang. Peng elolaan \ndilakukan secara manual, karena belum adanya sistem informasi dalam pengelolaan data tersebut , membuat \nproses pelaporan menjadi terlambat dan tidak jarang lupa untuk melakukan penyetoran data kegiatan yang \ntelah diikuti selama satu semester. Tujuan  penelitian ini dapat membantu proses evaluasi ki",
    "doc_path": "assets/python/document/PERANCANGAN SISTEM INFORMASI EVALUASI KINERJA.pdf"
  },
  {
    "id": 19,
    "title": "Perbandingan Sistem Pengelolaan Sampah Di Indonesia dan Korea Selatan; Kajian 5 Aspek Pengelolaan Sampah",
    "snippet": "Pemerintah Indonesia masih menghadapi banyak kendala dalam penyelenggaraan sistem pengelolaan \nsampah, terutama dalam rangka pencapaian target universal akses bidang sanitasi pada tahun 2019, antara lain. \nmasih rendahnya akses pelayanan sampah, masih rendahnya kesadaran masyarakat terhadap perilaku hidup bersih \ndan sehat (PHBS), masih rendahnya komitmen pemerintah daerah (pemda) dalam pengelolaan sampah, lemahnya \nkelembagaan pengelola sanitasi (regulator dan operator) serta kemampuan sumber d",
    "doc_path": "assets/python/document/Perbandingan Sistem Pengelolaan Sampah Di Indonesia dan Korea Selatan; Kajian 5 Aspek Pengelolaan Sampah.pdf"
  },
  {
    "id": 20,
    "title": "Perilaku Membuang Sampah Makanan dan Pengelolaan Sampah Makanan di Berbagai Negara",
    "snippet": "Dalam beberapa tahun terakhir, sampah makanan mejadi salah satu isu global. Peningkatan timbulan sampah makanan dapat \nmenimbulkan masalah bagi rantai penyediaan makanan dan pelestarian lingkungan secara global di masa mendatang. Sampah \nmakanan dapat dihasilkan pada semua tahap rantai pasokan makanan. Salahsatu kontributor utama dalam peningkatan \ntimbulan sampah makanan di suatu wilayah adalah sektor rumahtangga. Tujuan studi  ini untuk memberikan suatu tinjauan \nterhadap berbagai studi tentan",
    "doc_path": "assets/python/document/Perilaku Membuang Sampah Makanan dan Pengelolaan Sampah Makanan di Berbagai Negara.pdf"
  },
  {
    "id": 21,
    "title": "Sampah di Indonesia; Tantangan dan Solusi Menuju Perubahan Positif",
    "snippet": "Pengelolaan sampah di lingkungan menjadi permasalahan yang semakin mendesak seiring dengan \npertumbuhan populasi dan urbanisasi yang cepat di Indonesia. Artikel ini menyajikan analisis \nmendalam terhadap berbagai aspek yang terkait dengan masalah sampah, mencakup jenis -jenis \nsampah, sumber -sumber utama, dampaknya terhadap lingkungan dan kesehatan, serta tanta ngan \nyang dihadapi dalam pengelolaannya. Penelitian ini menggunakan metode studi literatur untuk \nmengumpulkan data dari berbagai sumb",
    "doc_path": "assets/python/document/Sampah di Indonesia; Tantangan dan Solusi Menuju Perubahan Positif.pdf"
  },
  {
    "id": 22,
    "title": "Sistem  Pemeliharaan  Anjingdan  Tingkat  Pemahaman  Masyarakatterhadap  Penyakit  Rabies  di  Kabupaten  Bangli,  Bali",
    "snippet": "Rabies adalah penyakit zoonosis yang bersifat mematikan. Penyakit ini menyerang sistem saraf\npusat atau encephalitis . Penelitian ini bertujuan untuk mengetahui persentase dan hubungan antara\nfaktor-faktor yang memengaruhi sistem pemeliharaan dan tingkat pemahaman masyarakat terhadap\npenyakit rabies di Kabupaten Bangli, Bali. Jumlah responden yang diambil sebanyak 140,  tersebar di 14\ndesa yang belum pernah dilaporkan terjadi kasus rabies. Data hasil wawancara berdasarkan kuisioner\ndianalisis me",
    "doc_path": "assets/python/document/Sistem  Pemeliharaan  Anjingdan  Tingkat  Pemahaman  Masyarakatterhadap  Penyakit  Rabies  di  Kabupaten  Bangli,  Bali.pdf"
  }
]